notes4b.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-03-17 Tue 22:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>FINA 3070 Notes 4B</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ian Y.E. Pan" />
<link rel="stylesheet" type="text/css" href="imagine.css" />
</head>
<body>
<div id="content">
<h1 class="title">FINA 3070 Notes 4B</h1>
<div id="outline-container-org622b337" class="outline-2">
<h2 id="org622b337"><span class="section-number-2">1</span> When A (Listed) Company Needs New Capital</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>Increase in "retained earnings": without printing new bonds/shares,
a company can keep dividend constant when net income increases, or
even reduce dividend.</li>
<li>Raise new capital
<ul class="org-ul">
<li>New borrowing
<ul class="org-ul">
<li>Private loans: not to be traded (e.g. bank loans)</li>
<li>Public bonds: tradeable (straight/simple bonds, convertible bonds)</li>
</ul></li>
<li>New shares
<ul class="org-ul">
<li>Seasoned equity offering: already listed company</li>
<li>P.s. unseasoned equity offering: IPO, i.e. private company
becomes public (listed) company</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org72389ab" class="outline-2">
<h2 id="org72389ab"><span class="section-number-2">2</span> Debt Raising (Bond Issuing) By Listed Company</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org31870b3" class="outline-3">
<h3 id="org31870b3"><span class="section-number-3">2.1</span> Private Placement (not our focus)</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>"Small" amount of borrowing from small number of "selected lenders".</li>
<li>Raise loans from "commercial banks", or "rich individuals /
institutional investors".
<ul class="org-ul">
<li>Common in both HK and US.</li>
</ul></li>
<li>Issue small number of bonds to investment banks to be resold to
their clients.
<ul class="org-ul">
<li>Common in US, less common in HK.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6dd4de8" class="outline-3">
<h3 id="org6dd4de8"><span class="section-number-3">2.2</span> GCO (General Cash Offer)</h3>
<div class="outline-text-3" id="text-2-2">
<ul class="org-ul">
<li>Issue "many" new bonds to the public.</li>
<li>Common in US, less common in HK.</li>
<li>Investment banks serve as "underwriters" (receive
spread/compensation from company).</li>
<li>Public announcement (optional: approval by special meeting of shareholders).</li>
<li>Book-building (demand book) by i-bank underwriters
<ul class="org-ul">
<li>Invite many investors (small investors might not be invited).</li>
<li>Road shows: presentation explaining characteristics of new bond
(share), e.g. coupon rate, YTM etc.</li>
<li>Collect "individual demand curves of each investor" \(\to\) get
aggregate demand curve.</li>
<li>Decide offering price (i.e. printing price, issue price).</li>
</ul></li>
<li>Issuing new bonds have lower GCO costs than issuing new shares.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1fafb31" class="outline-2">
<h2 id="org1fafb31"><span class="section-number-2">3</span> Book-Building: Slope of Individual and Aggregate Demand Curves</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org28e69eb" class="outline-3">
<h3 id="org28e69eb"><span class="section-number-3">3.1</span> Individual Demand Curve Slope</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Information asymmetry and difficulty of valuing the common stock:
the more severe info asymmtery, the steeper the slope.</li>
<li>Investors that are more risk-aversed (or with more capital
constraint) have steeper slope. (Even if you lower the price, I'm
still only willing to buy a small quantity.)</li>
<li>Short sales contraints also steepen the slope.</li>
</ul>
</div>
</div>
<div id="outline-container-orgc9acc14" class="outline-3">
<h3 id="orgc9acc14"><span class="section-number-3">3.2</span> Aggregate Demand Curve Slope</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Horizontal summation of different investors' slopes. (see Notes4B pp.6)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org9dedcf2" class="outline-2">
<h2 id="org9dedcf2"><span class="section-number-2">4</span> Bond Rating</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgc0664f5" class="outline-3">
<h3 id="orgc0664f5"><span class="section-number-3">4.1</span> Seniority Declining</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Bonds issued earlier (senior bonds) have less default risk than
junior bonds, which are issued more recently. Reason: Suppose for a
specific the cash flow of a company is low, the senior bond-holders
will receive their payments first.</li>
<li>Senior bonds have higher bond rating (e.g. AAA) than junior bonds
(e.g. A).</li>
<li>Subscribers (investors) of the latest batch are
'indifferent'. Because they pay a fair price (AA-grade price for
AA-grade price bond).</li>
<li>Seniority declining is more common, as early investors will demand
this as a protection (to avoid being hurt later). Therefore, the
outstanding bonds' price usually doesn't change even if new bonds
are issued.</li>
<li>However, the market price of the original batch (senior bonds) might
still change (not because of the new bond issues, but because of the
company's future performance).</li>
</ul>
</div>
</div>
<div id="outline-container-org1fb1160" class="outline-3">
<h3 id="org1fb1160"><span class="section-number-3">4.2</span> If No Seniority Declining (Notes4B pp.12)</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>The company is 'happy' (more borrowing value with AA-grade price;
calculate rectangle area).</li>
<li>The earlier shareholders are 'unhappy' (suffer capital loss).</li>
<li>Subscribers (investors) of the latest batch are
'indifferent'. Because they pay a fair price (AA-grade price for
AA-grade price bond).</li>
</ul>
</div>
</div>
<div id="outline-container-org0a880e5" class="outline-3">
<h3 id="org0a880e5"><span class="section-number-3">4.3</span> Misc.</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>If a firm issues more 'straight' bonds, the stock price usually
doesn't change.</li>
<li>Thus, raising new capital is considered 'neutral news'.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6f94ff8" class="outline-2">
<h2 id="org6f94ff8"><span class="section-number-2">5</span> Equity Raising (Stock Issuing) By Listed Company</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-orge1321c3" class="outline-3">
<h3 id="orge1321c3"><span class="section-number-3">5.1</span> Placing / Private Placement</h3>
<div class="outline-text-3" id="text-5-1">
<ul class="org-ul">
<li>A small number of new shares to a small number of big investors.</li>
<li>Common in HK, less common in US.</li>
</ul>
</div>
</div>
<div id="outline-container-orgfa3a02b" class="outline-3">
<h3 id="orgfa3a02b"><span class="section-number-3">5.2</span> GCO</h3>
<div class="outline-text-3" id="text-5-2">
<ul class="org-ul">
<li>Lots of new shares to the public, through i-banks.</li>
<li>Common only in US.</li>
</ul>
</div>
</div>
<div id="outline-container-orgef05665" class="outline-3">
<h3 id="orgef05665"><span class="section-number-3">5.3</span> Rights Offering</h3>
<div class="outline-text-3" id="text-5-3">
<ul class="org-ul">
<li>Lots of new shares issued on a 'pro rata (proportional) basis' to
'current' stockholders. (E.g. a current stockholder holding 1% of
existing shares will subscribe to 1% of the newly shares to be
issued.)
<ul class="org-ul">
<li>Current stockholders can also choose to 'give up' such right.</li>
</ul></li>
<li>The percentage ownership won't be affected by the newly issued
stocks: important for closesly-held companies (e.g. in HK, UK,
Europe).</li>
<li>No book-building necessary (the demand is fixed proportionally
anyways.)</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020</p>
<p class="author">Author: Ian Y.E. Pan</p>
<p class="date">Created: 2020-03-17 Tue 22:48</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
